{
  "baseline_id": "hungary-2010",
  "baseline_type": "historical_calibration",
  "description": "Hungary at the beginning of Viktor Orbán's second government",
  "period": "2010",
  "period_notes": "Following Fidesz's April 2010 supermajority victory (two-thirds parliamentary control)",
  "dbs_range": {
    "low": 20,
    "mid": 25,
    "high": 30
  },
  "tier": "Concern",
  "pathway_mode": "hybrid",
  "key_checkpoints": {
    "C2": 2,
    "D3": 2,
    "D7": 2,
    "E1": 1,
    "F1": 1
  },
  "checkpoint_notes": {
    "C2": "Constitutional Court jurisdiction reduction proposed; early moves against judicial independence",
    "D3": "Electoral system modifications under discussion; new constitution being drafted",
    "D7": "Redistricting plans to favor Fidesz; gerrymandering institutionalization beginning",
    "E1": "Media council restructuring; early pressure on independent outlets",
    "F1": "Civil service loyalty tests emerging; early personnel changes"
  },
  "red_lines_triggered": [],
  "diagnostic_flags": [],
  "narrative": "Hungary in 2010 represents the starting point of a now well-documented backsliding trajectory. Fidesz won a constitutional supermajority, giving Orbán the power to rewrite the constitution unilaterally. At this early stage, institutions remained largely intact but were under immediate threat. The Constitutional Court still functioned independently. Media was pluralistic though pressure was beginning. The key feature was not what had happened yet, but the structural conditions for rapid consolidation: unified government control with no institutional veto points. Within 18 months, Hungary would have a new constitution, packed courts, and captured media. This baseline shows what 'early warning' looks like.",
  "scholarly_sources": [
    "Scheppele, Kim Lane. 'Autocratic Legalism.' University of Chicago Law Review 85 (2018): 545-583",
    "Bánkuti, Miklós, Gábor Halmai, and Kim Lane Scheppele. 'Hungary's Illiberal Turn: Disabling the Constitution.' Journal of Democracy 23, no. 3 (2012): 138-146",
    "Kornai, János. 'Hungary's U-Turn: Retreating from Democracy.' Journal of Democracy 26, no. 3 (2015): 34-48"
  ],
  "comparison_guidance": "Hungary 2010 is the canonical example of democratic backsliding's starting point. Use this baseline to identify whether a current situation shows similar structural preconditions: unified control, supermajority power, and early moves against courts and media. A score matching Hungary 2010 with similar pathway indicators suggests the possibility of rapid escalation."
}
